{
    "users":[
        {   
            "username": 1 ,
            "mail": "mrullproductiongmail.com",
            "password": "gallega"
        },
        {   
            "user": 2 ,
            "mail": "paulgmail.com",
            "password": "argento"
        },
        {   
            "id": 3 ,
            "mail": "isaiasgmail.com",
            "password": "mesias"
        },
        {   
            "id": 4 ,
            "mail": "chiaragmail.com",
            "password": "tana"
        }
    ],
    "events": [
        {   "id": 1,
            "name": "Fiesta de Risas y Bailes",
            "tags": ["Emprendedores", "Conciencia Eco", "Equipo", "Gratis"],
            "picture": ["https://img.freepik.com/foto-gratis/audiencia-emocionada-viendo-fuegos-artificiales-confeti-divirtiendose-festival-musica-noche-copiar-espacio_637285-559.jpg?w=1480&t=st=1701083038~exp=1701083638~hmac=b86866efa8650f0ad13137103bb5e364b72afb4dc637fa71c982fc10b43117e4"],
            "schedule": {
                "day": "Sabado, 18 de Noviembre de 2023",
                "time": "11:30"
            },
            "duration": "1:30 horas",
            "price": "GRATIS",
            "category": "Day",
            "description": "¡Bienvenidos a la Fiesta de Risas y Bailes, donde la diversión alcanza su punto álgido en una fusión única de comedia y música! Este evento excepcional te sumergirá en una atmósfera de alegría desbordante y entretenimiento inigualable. Con un elenco estelar de comediantes dispuestos a arrancarte carcajadas con su humor fresco y chispeante, la risa se apoderará de la noche. Desde monólogos ingeniosos hasta bromas inesperadas, cada actuación está diseñada para asegurarte una experiencia cómica sin igual. Pero la diversión no se detiene allí. Después de que los comediantes hayan conquistado tus risas, la pista de baile se iluminará con luces vibrantes, invitándote a dejar que la música te lleve. Un DJ experto mezclará ritmos que van desde los clásicos hasta los éxitos más recientes, creando una experiencia musical que te hará mover los pies sin parar. La pista se llenará de sonrisas y energía festiva mientras todos disfrutan de una noche llena de camaradería y momentos de baile inolvidables. La Fiesta de Risas y Bailes no es solo un evento, es una experiencia completa que fusiona la risa, la música y la celebración en una noche que perdurará en tu memoria. Así que vístete con tu atuendo más festivo, reúnete con amigos y familiares, y únete a nosotros para una velada que te asegura risas interminables y momentos de baile que recordarás con una sonrisa. ¡Te esperamos para crear recuerdos que harán que esta noche sea única e inolvidable!",
            "address": "C/ Nou de la Rambla, 113, 08004 Barcelona",
            "map": ["https://maps.app.goo.gl/3xEL65D3Ey9Cutay6"]
        },
        {   "id": 2,
            "name": "Las magias de Túnez",
            "tags":["Circuito", "Grupo reducido", "Magia", "Gratis"],
            "picture": ["https://img.freepik.com/foto-gratis/hermosas-dunas-arena-desierto-sahara_661209-131.jpg?w=1480&t=st=1701084417~exp=1701085017~hmac=44d5884509ca9822683b7f4e6cc2a0772e1da431e287fda19528cb4513b74e33"],
            "schedule": {
                "day": "Viernes, 8 de Diciembre de 2023",
                "time": "20:00"
            },
            "duration": "3 horas",
            "price": "GRATIS",
            "category": "Top Rated",
            "description": "Embárcate en un viaje mágico a través de Las Magias de Túnez, un evento extraordinario que transporta a los asistentes a la rica y cautivadora cultura tunecina. Desde el momento en que ingresan, los visitantes se encuentran inmersos en un ambiente encantador, con colores exuberantes, aromas embriagadores y una autenticidad cultural que envuelve el espacio. El evento presenta una mezcla ecléctica de arte, música y gastronomía tunecina, ofreciendo una experiencia multisensorial que refleja la diversidad y la tradición de este fascinante país. En el corazón del evento, artistas talentosos realizan actuaciones que capturan la esencia de la magia tunecina. Desde danzas folklóricas hipnóticas hasta actuaciones musicales que evocan la rica historia del país, Las Magias de Túnez ofrecen un espectáculo que trasciende el tiempo y el espacio. Además, los sabores auténticos de la cocina tunecina deleitan los paladares con delicias culinarias, transportando a los visitantes a un festín sensorial que celebra la exquisita fusión de sabores locales. En resumen, este evento único ofrece una ventana a la magia de Túnez, llevando a los participantes a un viaje inolvidable a través de sus tradiciones, música y delicias culinarias.",
            "address":"Carrer de Salinas, 10, 08024 Barcelona",
            "map": ["https://maps.app.goo.gl/GTunvurqYfX95VYL8"]
        },
        {
            "id": 3,
            "name": "Aventuras Cómicas: Un Show de Stand-Up",
            "tags":["Celebraciones", "Fiesta", "Familiar"],
            "picture": ["https://img.freepik.com/foto-gratis/foco-escenario-ilumina-microfono-condensador-cromado-brillante-generado-ia_188544-29168.jpg?w=1800&t=st=1701084538~exp=1701085138~hmac=4cbbf97a87fa468c98284a29aa1c42560fcbc5b220d030c2a7f59c84cc05d4e0"],
            "schedule": {
                "day": "Domingo, 26 de Noviembre de 2023",
                "time": "17:00"
            },
            "duration": "4 horas",
            "price": "33,00 EUR",
            "category": "Top Rated",
            "description": "En la vibrante noche de ,Aventuras Cómicas: Un Show de Stand-Up, el escenario se convierte en el epicentro de risas contagiosas y momentos hilarantes. La audiencia se sumerge en un viaje cómico a medida que talentosos comediantes despliegan su agudo ingenio y observaciones humorísticas sobre la vida cotidiana. Desde anécdotas absurdas hasta ingeniosas reflexiones, el evento fusiona la diversidad de estilos cómicos para garantizar una experiencia inolvidable. Las carcajadas resuenan en la sala mientras cada artista comparte su perspectiva única, creando un ambiente festivo donde la comedia se convierte en el protagonista, dejando a la audiencia con sonrisas que perduran mucho después de que las luces del escenario se apagan.",
            "address": "Carrer de Pau Alsina, 96-110, 08024 Barcelona",
            "map": ["https://maps.app.goo.gl/LkSr4kRRVHYXkCTS9"]
        },
        {   "id": 4,
            "name": "Retro Fiesta: Viaje al Pasado Divertido",
            "tags": ["Fiesta", "Retro", "Noche", "Gratis"],
            "picture": ["https://img.freepik.com/foto-gratis/audiencia-emocionada-viendo-fuegos-artificiales-confeti-divirtiendose-festival-musica-noche-copiar-espacio_637285-559.jpg?w=1480&t=st=1701083038~exp=1701083638~hmac=b86866efa8650f0ad13137103bb5e364b72afb4dc637fa71c982fc10b43117e4"],
            "schedule": {
                "day": "Jueves, 16 de Noviembre de 2023",
                "time": "19:00"
            },
            "duration": "2 horas",
            "price": "GRATIS",
            "category": "Top Rated",
            "description": "En el nostálgico evento Retro Fiesta: Viaje al Pasado Divertido, los asistentes son transportados a una época dorada de diversión y alegría. La atmósfera está impregnada de vibrantes colores, luces brillantes y la energía contagiosa de la música retro. Los invitados se sumergen en una experiencia envolvente donde los juegos clásicos, la música vintage y los atuendos emblemáticos de décadas pasadas se entrelazan en un festín visual y auditivo. Desde las brillantes pistas de baile hasta los rincones temáticos que evocan recuerdos de los años dorados, la Retro Fiesta es un viaje temporal que celebra la diversión atemporal, creando momentos de alegría que trascienden las barreras del tiempo.",
            "address": "Oasis Condal, C/ de Sardenya, 520, 08024 Barcelona",
            "map": ["https://maps.app.goo.gl/7UBrzvSa6bwnkFRi9"]
        },
        {   "id":5,
            "name": "Carrera de Carritos Locos",
            "tags": ["Aventura", "Concurso", "Competición", "Gratis"],
            "picture": ["https://secure-content.meetupstatic.com/images/classic-events/517184261/272x153.webp?w=384"],
            "schedule": {
                "day": "Jueves, 30 de Noviembre de 2023",
                "time": "19:00"
            },
            "duration": "3 horas",
            "price": "GRATIS",
            "category": "Night",
            "description": "En el trepidante evento de Carrera de Carritos Locos, la emoción y la creatividad se fusionan en una explosión de velocidad y risas. El escenario se transforma en una pista única, llena de giros intrépidos y desafíos audaces, mientras equipos ingeniosos compiten con carritos caseros diseñados para la velocidad y el estilo. La multitud bulliciosa anima a medida que los intrépidos pilotos, ataviados con disfraces extravagantes, se lanzan cuesta abajo en una carrera repleta de adrenalina. Desde diseños extravagantes hasta momentos cómicos, la Carrera de Carritos Locos es un espectáculo vibrante que combina la destreza técnica con la diversión desenfrenada, creando un evento donde la velocidad se mezcla con la creatividad en una celebración única de la audacia y la originalidad.",
            "address": "Loterías y Estanco Molar, C/ de Pi i Margall, 39, 08024 Barcelona",
            "map": ["https://maps.app.goo.gl/g1m8z93ZWB3cinjc6"]
        },
        {   "id":6,
            "name": "Festival de Burbujas y Risas",
            "tags": ["Aprendizaje", "Ciencia", "Gratis"],
            "picture": ["https://secure-content.meetupstatic.com/images/classic-events/514674724/272x153.webp?w=384"],
            "schedule": {
                "day": "Miércoles, 15 de Noviembre de 2023",
                "time": "19:00"
            },
            "duration": "2 horas",
            "price": "GRATIS",
            "category": "Top Rated",
            "description": "En el efervescente Festival de Burbujas y Risas, la magia de las burbujas se fusiona con la alegría contagiosa en un espectáculo encantador que deleita a los sentidos. La atmósfera se llena de risas jubilosas mientras artistas expertos crean gigantescas burbujas que flotan en el aire, reflejando colores brillantes bajo la luz del sol o la iluminación nocturna. Los asistentes se sumergen en un mundo de maravilla donde las burbujas se convierten en obras de arte efímeras, y cada estallido es acompañado por risas espontáneas. Los niños y adultos por igual participan en actividades interactivas, desde perseguir burbujas gigantes hasta sumergirse en baños de burbujas. El Festival de Burbujas y Risas es un evento que celebra la simplicidad y la alegría efervescente, creando recuerdos mágicos que flotan en el corazón mucho después de que las burbujas se desvanecen en el aire.",
            "address": "TAU BARBERSHOP, Travessera de Gràcia, 319, 08025 Barcelona",
            "map": ["https://maps.app.goo.gl/1jxRoP5kDHRQ8srw9"]
        },
        {   "id":7,
            "name": "Noche de Juegos Absurdos",
            "tags": ["Juegos", "Grupal", "Noche", "Gratis"],
            "picture": ["https://secure-content.meetupstatic.com/images/classic-events/512779185/272x153.webp?w=384"],
            "schedule": {
                "day": "Viernes, 1 de Diciembre de 2023",
                "time": "18:30"
            },
            "duration": "3 horas",
            "price": "GRATIS",
            "category": "Top Rated",
            "description": "En la Noche de Juegos Absurdos, la risa se convierte en el juego principal en un festín de diversión y desafíos extravagantes. El escenario se transforma en un campo de locura donde la creatividad y la excentricidad son las reglas del juego. Equipos y participantes se sumergen en una serie de juegos inusuales que desafían la lógica y desatan carcajadas incontrolables. Desde competiciones ridículas hasta desafíos cómicos, la Noche de Juegos Absurdos es un derroche de diversión donde la absurdez se abraza con entusiasmo. Los asistentes se encuentran envueltos en un ambiente festivo, donde lo impredecible se convierte en la norma y la alegría se traduce en puntos ganados. Este evento surrealista no solo proporciona entretenimiento, sino que también crea memorias inolvidables en una noche llena de juegos que desafían la gravedad y la seriedad.",
            "address": "C/ de St. Antoni Maria Claret, 2-18, 08037 Barcelona",
            "map": ["https://maps.app.goo.gl/BrjBo3F6Y3XB6XJm9"]
        },
        {   "id": 8,
            "name": "Club de lectura-Cometierra, de Dolores Reyes",
            "tags": ["Aprendizaje", "Grupal", "Lectura", "Noche"],
            "picture": ["https://secure-content.meetupstatic.com/images/classic-events/515694584/272x153.webp?w=384"],
            "schedule": {
                "day": "Viernes, 24 de Noviembre de 2023",
                "time": "19:00"
            },
            "duration": "1:30 horas",
            "price": "4,00 EUR",
            "category": "Night",
            "description": "En el íntimo Club de Lectura dedicado a Cometierra de Dolores Reyes, los participantes se sumergen en un universo literario donde la realidad y lo místico convergen de manera fascinante. La sala está impregnada de la atmósfera cautivadora de la novela, mientras los lectores comparten sus reflexiones sobre la poderosa narrativa que fusiona el realismo mágico con cuestiones sociales urgentes. Las conversaciones se tejen entre las páginas de Cometierra, explorando la complejidad de sus personajes y la profundidad de sus mensajes. La conexión entre los asistentes se fortalece a medida que exploran juntos las complejidades de la obra, fusionando la pasión por la literatura con la exploración de las realidades sociales y humanas. Este Club de Lectura no solo celebra la genialidad de Dolores Reyes, sino que también crea un espacio donde las palabras se convierten en puentes que conectan a los lectores a través de la empatía y la comprensión compartida.",
            "address": "C/ de Còrsega, 425, 08037 Barcelona",
            "map": ["https://maps.app.goo.gl/WDWaNpz3ZwS9k3QU7"]
        },
        {   "id": 9,
            "name": "Explosión de Risas: Comedia en Vivo",
            "tags": ["Espectáculo", "Comedia", "Noche", "Gratis"],
            "picture": ["https://img.freepik.com/foto-gratis/foco-escenario-ilumina-microfono-condensador-cromado-brillante-generado-ia_188544-29168.jpg?w=1800&t=st=1701084538~exp=1701085138~hmac=4cbbf97a87fa468c98284a29aa1c42560fcbc5b220d030c2a7f59c84cc05d4e0"],
            "schedule": {
                "day": "Martes, 14 de Noviembre de 2023",
                "time": "19:00"
            },
            "duration": "1 hora",
            "price": "GRATIS",
            "category": "Night",
            "description": "En la Explosión de Risas: Comedia en Vivo, la comedia se convierte en una fuerza magnética que atrae carcajadas y alegría contagiosa. El escenario se ilumina con la energía vibrante de comediantes hábiles que tejen historias hilarantes y observaciones cómicas sobre la vida cotidiana. La audiencia se sumerge en un torbellino de risas, liberando tensiones y creando un ambiente festivo donde el humor es el héroe de la noche. Desde bromas ingeniosas hasta imitaciones cómicas, el evento es un collage de talento cómico que resuena con la diversidad de estilos y el deleite del público. La Explosión de Risas no solo ofrece momentos de entretenimiento puro, sino que también se convierte en un recordatorio vivaz de la capacidad del humor para unir a las personas en una experiencia colectiva de felicidad compartida.",
            "address": "Carrer de Milà i Fontanals, 5, 08037 Barcelona",
            "map": ["https://maps.app.goo.gl/7N67uWYxgdz426su7"]
        },
        {   "id":10,
            "name": "Fiesta de Disfraces Ridículos",
            "tags": ["Fiesta", "Disfraces", "Noche", "Gratis"],
            "picture": ["https://img.freepik.com/foto-gratis/audiencia-emocionada-viendo-fuegos-artificiales-confeti-divirtiendose-festival-musica-noche-copiar-espacio_637285-559.jpg?w=1480&t=st=1701083038~exp=1701083638~hmac=b86866efa8650f0ad13137103bb5e364b72afb4dc637fa71c982fc10b43117e4"],
            "schedule": {
                "day": "Miércoles, 15 de Noviembre de 2023",
                "time": "19:00"
            },
            "duration": "2 horas",
            "price": "GRATIS",
            "category": "Night",
            "description": "La Fiesta de Disfraces Ridículos emerge como un festín visual de creatividad y desinhibición, donde la extravagancia y la excentricidad se encuentran en su máxima expresión. El escenario se convierte en un desfile de personajes estrafalarios y atuendos absurdo-geniales, creando un ambiente de diversión desenfrenada. Risas contagiosas resuenan en la sala mientras los asistentes se entregan a la libertad de la autoexpresión ridícula. Desde superhéroes improvisados hasta criaturas de otro mundo, la Fiesta de Disfraces Ridículos es un escaparate de imaginación sin límites. El evento se convierte en un espacio donde la normalidad queda suspendida y la creatividad se celebra con entusiasmo, dejando a los participantes con recuerdos coloridos y la sensación efervescente de haber experimentado una noche donde lo absurdo se abraza con alegría desbordante.",
            "address": "C/ de Roger de Llúria, 157, 08037 Barcelona",
            "map": ["https://maps.app.goo.gl/XL6XmhfEgqJkitYx6 "]
        },
        {   "id":11,
            "name": "Maratón de Películas Cómicas",
            "tags": ["Tragos", "Noche", "Gratis", "Grupal"],
            "picture": ["https://secure.meetupstatic.com/photos/event/7/4/7/9/600_512909817.webp?w=384"],
            "schedule": {
                "day": "Martes, 14 de Noviembre de 2023",
                "time": "18:30"
            },
            "duration": "2 horas",
            "price": "GRATIS",
            "category": "Night",
            "description": "La Maratón de Películas Cómicas se presenta como un banquete cinematográfico de risas ininterrumpidas, donde la diversión es la protagonista indiscutible. La atmósfera se carga de anticipación y expectativa mientras los asistentes se acomodan en cómodos asientos para disfrutar de una sucesión de películas que prometen alegría y entretenimiento. Desde clásicos hilarantes hasta comedias contemporáneas, la pantalla se ilumina con situaciones cómicas, diálogos ingeniosos y personajes inolvidables. La risa se propaga contagiosamente entre la audiencia, creando un ambiente festivo donde las carcajadas se mezclan con palomitas de maíz y comentarios divertidos. La Maratón de Películas Cómicas no solo ofrece un escape humorístico, sino que también se convierte en un evento que une a los amantes del cine en una celebración colectiva de la comedia en todas sus formas, dejando a los participantes con corazones ligeros y sonrisas que perduran mucho después de la última escena.",
            "address": "C/ de Provença, nº549, 08012 Barcelona ",
            "map": ["https://maps.app.goo.gl/yUwT4Z95J74JCRPX7 "]
        },
        {   "id":12,
            "name": "Desafío de Baile Ridículo",
            "tags": ["Tragos", "Día", "Gratis", "Grupal"],
            "picture": ["https://secure.meetupstatic.com/photos/event/4/7/5/7/600_501198263.webp?w=384"],
            "schedule": {
                "day": "Martes, 14 de Noviembre de 2023",
                "time": "19:30"
            },
            "duration": "3 horas",
            "price": "GRATIS",
            "category": "Day",
            "description": "En el Desafío de Baile Ridículo, la pista se convierte en un escenario de caos coreografiado y diversión desenfrenada. Participantes audaces y creativos se lanzan al centro de la pista con movimientos estrafalarios, ataviados con disfraces que desafían la lógica y la gravedad. Risas resonantes llenan el aire mientras los bailarines ejecutan pasos cómicamente exagerados y despliegan gestos extravagantes. La competencia se convierte en una explosión de alegría, donde la originalidad y la torpeza se celebran con entusiasmo. Desde interpretaciones de baile inspiradas en personajes de la cultura pop hasta movimientos completamente inesperados, el Desafío de Baile Ridículo no solo es un espectáculo visualmente impactante, sino también una experiencia que fusiona la música, la risa y la creatividad en una amalgama de entretenimiento inolvidable.",
            "address": "Passeig de Gràcia, 82-90, 08008 Barcelona ",
            "map": ["https://maps.app.goo.gl/BWxKCPLxJmAVUbdZA "]
        },
        {   "id":13,
            "name": "Karaoke del Caos",
            "tags": ["Music", "Night"],
            "picture": ["https://img.freepik.com/foto-gratis/vista-posterior-audiencia-brazos-levantados-frente-al-escenario-concierto-musica_637285-640.jpg?w=1800&t=st=1701083216~exp=1701083816~hmac=6145174968b814afae6951d0eec1ef4be3f5c130da2f54f18dd4fb3a0ed4ab90"],
            "schedule": {
                "day": "Martes, 14 de Noviembre de 2023",
                "time": "20:00"
            },
            "duration": "2 horas",
            "price": "5,00 EUR",
            "category": "Night",
            "description": "En el Karaoke del Caos, el escenario se convierte en un torbellino de notas estrafalarias y actuaciones desenfrenadas. Con una energía electrizante, participantes valientes se lanzan a la vorágine musical, interpretando canciones icónicas con un giro completamente inesperado. Desde imitaciones cómicas hasta reinterpretaciones totalmente únicas, el caos se mezcla con la música para crear un espectáculo donde la risa y el asombro van de la mano. La audiencia se sumerge en un universo sonoro impredecible, donde cada actuación es una sorpresa y cada error se celebra con carcajadas. El Karaoke del Caos no solo es un evento de canto, sino una experiencia donde la música se fusiona con la comedia, creando un ambiente festivo donde la diversión y la improvisación reinan supremas.",
            "address": "C/ de Bailèn, 19, 08010 Barcelona ",
            "map": ["https://maps.app.goo.gl/yFaTHmS87FDs6q3D8 "]
        },
        {   "id": 14,
            "name": "Fiesta de Pijamas a lo Grande",
            "tags": ["Gastronomía", "Evento", "Gratis", "Noche"],
            "picture": ["https://secure.meetupstatic.com/photos/event/b/2/e/c/600_516105804.webp?w=384"],
            "schedule": {
                "day": "Martes, 14 de Noviembre de 2023",
                "time": "20:00"
            },
            "duration": "1:15 horas",
            "price": "GRATIS",
            "category": "Night",
            "description": "La Fiesta de Pijamas a lo Grande transforma la noche en una celebración íntima y extravagante donde la comodidad se combina con el glamour. Los asistentes, ataviados con pijamas de todo tipo, se sumergen en un ambiente acogedor lleno de almohadas mullidas, mantas suaves y luces tenues. La sala se convierte en un escenario de risas contagiosas, juegos de salón y actividades relajadas. Desde estampados alocados hasta conjuntos temáticos, la moda de pijamas se convierte en una expresión de estilo desenfadado. Entre risas cómplices y conversaciones relajadas, la Fiesta de Pijamas a lo Grande crea un espacio donde la camaradería y la diversión se entrelazan, brindando a los participantes una experiencia única que combina la simplicidad de la pijamada con toques de extravagancia, convirtiendo la noche en un recuerdo cálido y divertido.",
            "address": "Carrer de Méndez Núñez, 19, 08010 Barcelona ",
            "map": ["https://maps.app.goo.gl/RRkeLLHPsAFzPoET6 "]
        },
        {   "id":15,
            "name": "Caza del Tesoro Absurda",
            "tags": ["Juego", "Gratis", "Día"],
            "picture": ["https://secure.meetupstatic.com/photos/event/b/b/9/4/600_514968020.webp?w=384"],
            "schedule": {
                "day": "Miércoles, 15 de Noviembre de 2023",
                "time": "10:00"
            },
            "duration": "1 dia y 19 horas",
            "price": "GRATIS",
            "category": "Day",
            "description": "La Caza del Tesoro Absurda lleva a los participantes en un viaje delirante en busca de tesoros peculiares y desafíos inesperados. Con mapas en mano y atuendos extravagantes, los equipos se lanzan a explorar lugares inusuales mientras enfrentan pruebas cómicas y enigmas absurdistas. Desde buscar unicornios invisibles hasta recolectar objetos tan extraños como divertidos, la caza del tesoro se convierte en una experiencia que combina la emoción de la exploración con la risa constante. La energía contagiosa de los participantes se refleja en cada rincón, transformando la búsqueda en una mezcla única de diversión, camaradería y creatividad desbordante. La Caza del Tesoro Absurda no solo desafía las habilidades de los participantes, sino que también crea recuerdos cómicos y momentos inolvidables en un evento que celebra lo inusual y lo impredecible.",
            "address": "C/ del Bruc, 3, 08010 Barcelona ",
            "map": ["https://maps.app.goo.gl/JPaZLF9epzLziKGq7 "]
        },
        {   "id":16,
            "name": "Yoga dinámico",
            "tags": ["Yoga", "Salud", "Bienestar"],
            "picture": ["https://secure.meetupstatic.com/photos/event/5/d/6/0/600_501623904.webp?w=384"],
            "schedule": {
                "day": "Miércoles, 15 de Noviembre de 2023",
                "time": "10:00"
            },
            "duration": "1 hora",
            "price": "12,00 EUR",
            "category": "Day",
            "description": "En el evento de Yoga Dinámico, el ambiente se impregna de una energía revitalizante mientras los participantes se sumergen en una experiencia que fusiona la serenidad del yoga con la dinámica de movimientos vigorizantes. El espacio se transforma en un santuario de bienestar, donde los practicantes, guiados por instructores expertos, exploran secuencias fluidas que combinan la fuerza, la flexibilidad y la respiración consciente. La música en armonía con los movimientos y la atmósfera serena crean una sensación de fluidez y vitalidad. Desde posturas desafiantes hasta transiciones fluidas, el Yoga Dinámico no solo fortalece el cuerpo, sino que también nutre la mente, proporcionando a los participantes un escape rejuvenecedor del ajetreo diario. Este evento invita a los practicantes a explorar la conexión entre cuerpo y mente, dejando a su paso una sensación de equilibrio y bienestar que perdura mucho después de que las esterillas se enrollan.",
            "address": "Carrer de l'Argenter, 08003 Barcelona ",
            "map": ["https://maps.app.goo.gl/DfNC1ypuYX9Wh7ga6 "]
        },
        {   "id":17,
            "name": "Hatha Yoga en Badalona",
            "tags": ["Yoga", "Salud", "Bienestar"],
            "picture": ["https://secure.meetupstatic.com/photos/event/c/c/3/c/600_515512284.webp?w=384"],
            "schedule": {
                "day": "Jueves, 16 de Noviembre de 2023",
                "time": "10:00"
            },
            "duration": "1:30 horas",
            "price": "PAGO",
            "category": "Day",
            "description": "En el apacible entorno costero de Badalona, el evento de Hatha Yoga se erige como un refugio de serenidad y bienestar. Con el sonido suave de las olas como fondo, los participantes se embarcan en una experiencia enriquecedora que fusiona la tradición del yoga con la belleza del entorno marítimo. Bajo la guía de instructores expertos, la práctica de Hatha Yoga se convierte en una danza tranquila de posturas equilibradas, respiración consciente y meditación serena. El suave murmullo del mar acompaña cada movimiento, creando una armonía natural que envuelve a los participantes en una sensación de calma y conexión con el entorno. El evento de Hatha Yoga en Badalona no solo nutre el cuerpo y la mente, sino que también ofrece a los practicantes un escape rejuvenecedor donde la práctica del yoga se integra perfectamente con la serenidad del paisaje costero, proporcionando un oasis de paz en medio del bullicio cotidiano.",
            "address": "Carrer de Sant Pere Mitjà, 21BIS, 08003 Barcelona ",
            "map": ["https://maps.app.goo.gl/diNagVk956q8tQ356 "]
        },
        {   "id":18,
            "name": "Concurso de Chistes Locos",
            "tags": ["Comedia", "Concurso", "Social"],
            "picture": ["https://img.freepik.com/foto-gratis/foco-escenario-ilumina-microfono-condensador-cromado-brillante-generado-ia_188544-29168.jpg?w=1800&t=st=1701084538~exp=1701085138~hmac=4cbbf97a87fa468c98284a29aa1c42560fcbc5b220d030c2a7f59c84cc05d4e0"],
            "schedule": {
                "day": "Jueves, 16 de Noviembre de 2023",
                "time": "18:30"
            },
            "duration": "2 horas",
            "price": "PAGO",
            "category": "Top Rated",
            "description": "",
            "address": "Carrer d'Avellà, 2, 08003 Barcelona ",
            "map": ["https://maps.app.goo.gl/GEG3MUHukXvVBxQV7 "]
        },
        {   "id":19,
            "name": "Noche de Magia y Payasadas",
            "tags": ["Social", "Grupal", "Noche"],
            "picture": ["https://img.freepik.com/foto-gratis/retrato-dos-artistas-mimo-feliz-delante-cortina-roja_23-2147891688.jpg?w=1480&t=st=1701084239~exp=1701084839~hmac=6eaf5228a9261d21cff8f44269f85ae5a9b672a114aa99dc80fc506b35f07f3b"],
            "schedule": {
                "day": "Jueves, 16 de Noviembre de 2023",
                "time": "19:00"
            },
            "duration": "2 horas",
            "price": "15 EUR",
            "category": "Night",
            "description": "",
            "address": "Carrer dels Cotoners, 11, 08003 Barcelona ",
            "map": ["https://maps.app.goo.gl/92WTX7nRT1ek8xEJ6 "]
        },
        {   "id":20,
            "name": "Batalla de Globos de Agua",
            "tags": ["Diversión", "Desarrollo", "Gratis", "Día"],
            "picture": ["https://secure.meetupstatic.com/photos/event/b/5/2/f/600_516286383.webp?w=384"],
            "schedule": {
                "day": "Jueves, 16 de Noviembre de 2023",
                "time": "11:00"
            },
            "duration": "1 horas",
            "price": "GRATIS",
            "category": "Day",
            "description": "",
            "address": "Carrer d'Avinyó, 35, 08002 Barcelona ",
            "map": ["https://maps.app.goo.gl/SSN68fDyu9MgGA2SA "]
        },
        {   "id":21,
            "name": "Festival de Comida Exótica y Divertida",
            "tags": ["Comida", "Degustación", "Noche"],
            "picture": ["https://secure.meetupstatic.com/photos/event/6/0/5/3/600_516024659.webp?w=384"],
            "schedule": {
                "day": "Sábado, 18 de Noviembre de 2023",
                "time": "19:30"
            },
            "duration": "2 horas",
            "price": "62 EUR",
            "category": "Night",
            "description": "",
            "address": "Carrer dels Escudellers, 12, 08002 Barcelona ",
            "map": ["https://maps.app.goo.gl/bPk84NEDifAz5D3fA "]
        },
        {   "id":22,
            "name": "Tour de Risa: Stand-Up en la Ciudad",
            "tags": ["Comedia", "Pasear", "Bienestar", "Gratis", "Día"],
            "picture": ["https://img.freepik.com/foto-gratis/retrato-dos-artistas-mimo-feliz-delante-cortina-roja_23-2147891688.jpg?w=1480&t=st=1701084239~exp=1701084839~hmac=6eaf5228a9261d21cff8f44269f85ae5a9b672a114aa99dc80fc506b35f07f3b"],
            "schedule": {
                "day": "Domingo, 19 de Noviembre de 2023",
                "time": "07:50"
            },
            "duration": "11:20 horas",
            "price": "GRATIS",
            "category": "Day",
            "description": "",
            "address": "Carrer de la Unió, 3, 08001 Barcelona ",
            "map": ["https://maps.app.goo.gl/ab1z8v7XxQX6UyrD8 "]
        },
        {   "id":23,
            "name": "Excursión a la Garrotxa",
            "tags": ["Deporte", "Concurso", "Gratis", "Día"],
            "picture": ["https://secure.meetupstatic.com/photos/event/2/e/1/d/600_516491805.webp?w=384"],
            "schedule": {
                "day": "Domingo, 19 de Noviembre de 2023",
                "time": "07:55"
            },
            "duration": "9:05 horas",
            "price": "GRATIS",
            "category": "Day",
            "description": "",
            "address": "C. del Marqués de Barberá, 25, 08001 Barcelona ",
            "map": ["https://maps.app.goo.gl/xaTgyzaCU6PRr2Ez6 "]
        },
        {   "id":24,
            "name": "Ruta a Caballo",
            "tags": ["Ruta a Caballo", "Actividad Ecuestre", "Naturaleza", "Gratis"],
            "picture": ["https://secure.meetupstatic.com/photos/event/4/9/4/8/600_515598760.webp?w=384"],
            "schedule": {
                "day": "Domingo, 19 de Noviembre de 2023",
                "time": "10:00"
            },
            "duration": "3 horas",
            "price": "GRATIS",
            "category": "Day",
            "description": "",
            "address": "Rambla del Raval, 12, 08001 Barcelona ",
            "map": ["https://maps.app.goo.gl/zfVQKUxUCJ3qsJVV7 "]
        },
        {   "id":25,
            "name": "Taller de Acroyoga en Familia",
            "tags": ["Gratis", "Día", "Taller", "Familiar"],
            "picture": ["https://secure.meetupstatic.com/photos/event/6/8/e/1/600_492026849.webp?w=384"],
            "schedule": {
                "day": "Domingo, 19 de Noviembre de 2023",
                "time": "11:00"
            },
            "duration": "1:15 horas",
            "price": "GRATIS",
            "category": "Day",
            "description": "",
            "address": "C/ de Sant Pau, 115, LOCAL 1, 08001 Barcelona ",
            "map": ["https://maps.app.goo.gl/XU8myes2fd4YLnVZA "]
        },
        {   "id":26,
            "name": "Desfile de Moda",
            "tags": ["Moda", "40 EUR", "Barcelona"],
            "picture": ["https://www.dsigno.es/blog/wp-content/uploads/2017/03/mejores-desfiles-de-moda-mundo-london-fashion-week.jpg"],
            "schedule": {
                "day": "Domingo, 19 de Noviembre de 2023",
                "time": "12:00"
            },
            "duration": "2 horas",
            "price": "GRATIS",
            "category": "Top Rated",
            "description": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.",
            "address": "C/ Nou de la Rambla, 134-142, 08004 Barcelona ",
            "map": ["https://maps.app.goo.gl/s4vwhhuTMUs32AGD7 "]
        },
        {   "id":27,
            "name": "Museo Marítimo",
            "tags": ["Museo", "Aprendizaje", "Cultural"],
            "picture": ["https://secure.meetupstatic.com/photos/event/d/d/7/4/600_514556692.webp?w=384"],
            "schedule": {
                "day": "Domingo, 19 de Noviembre de 2023",
                "time": "16:30"
            },
            "duration": "2 horas",
            "price": "12 EUR",
            "category": "Top Rated",
            "description": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.",
            "address": "Plaça de Carlos Ibáñez, 4, 08038 Barcelona ",
            "map": ["https://maps.app.goo.gl/7UzDMwhGecQCTGo1A "]
        },
        {   "id":28,
            "name": "Scrabble en família en el Casal de Alella",
            "tags": ["Familiar", "Gratis", "Juegos"],
            "picture": ["https://secure.meetupstatic.com/photos/event/b/4/5/3/600_510346163.webp?w=384"],
            "schedule": {
                "day": "Domingo, 19 de Noviembre de 2023",
                "time": "17:30"
            },
            "duration": "2 horas",
            "price": "GRATIS",
            "category": "Top Rated",
            "description": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.",
            "address": "Ctra. de Montjuïc, 46-50, 08038 Barcelona ",
            "map": ["https://maps.app.goo.gl/qwHNTjJM6SN8ZASW9 "]
        },
        {   "id":29,
            "name": "Show de Malabares y Locuras",
            "tags": ["Malabares", "Día"],
            "picture": ["https://iphonegr.reforma.com/libre/online07/imagetransformer2/ImageTransformer.aspx?img=https://img.gruporeforma.com/imagenes/960x640/5/534/4533454.jpg&imagencompleta=1"],
            "schedule": {
                "day": "Domingo, 19 de Noviembre de 2023",
                "time": "18:30"
            },
            "duration": "2 horas",
            "price": "15 EUR",
            "category": "Top Rated",
            "description": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.",
            "address": "https://maps.app.goo.gl/qwHNTjJM6SN8ZASW9 ",
            "map": ["https://maps.app.goo.gl/9UWuGiMZ1X6rXFRZ6 "]
        },
        {   "id":30,
            "name": "Cena a la Luz de las Velas",
            "tags": ["Cena", "Cocina", "Gastronomía", "Noche", "Gratis"],
            "picture": ["https://secure.meetupstatic.com/photos/event/1/a/9/6/600_516906806.webp?w=384"],
            "schedule": {
                "day": "Domingo, 19 de Noviembre de 2023",
                "time": "21:00"
            },
            "duration": "1:45 horas",
            "price": "GRATIS",
            "category": "Night",
            "description": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.",
            "address": "Calle Benavent, 08028 Barcelona ",
            "map": ["https://maps.app.goo.gl/srzes2r2BL6Wi8om8 "]
        }
    ]
}